// Вместо ключевого слова var используется ключевое слово const
// Значение константы должно быть задано в момент ее объявления. Вы не сможете присвоить его
// позднее, как с переменными.
// пример:
const TriangleSides int = 3 // здесь с указанием типа (int)
// или
const TriangleSides = 3 // тип можно не указывать, он будет автоматически определен по присваиваемому значению
// Значение константы должно оставаться постоянным.
// Попытка присвоить новое значение константе приведет к ошибке компиляции.

